export default {
  projections: {
    РаботаE: {
      план: {
        __caption__: 'План'
      },
      факт: {
        __caption__: 'Факт'
      },
      заявка: {
        __caption__: 'Заявка',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      видРаботы: {
        __caption__: 'Вид работы',
        название: {
          __caption__: 'Название'
        }
      }
    },
    РаботаL: {
      план: {
        __caption__: 'План'
      },
      факт: {
        __caption__: 'Факт'
      },
      заявка: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      видРаботы: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    план: {
      __caption__: 'План'
    },
    факт: {
      __caption__: 'Факт'
    },
    заявка: {
      __caption__: 'Заявка'
    },
    видРаботы: {
      __caption__: 'Вид работы'
    }
  }
};
