export default {
  projections: {
    ЗаданиеE: {
      дата: {
        __caption__: 'Дата'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      пункт: {
        __caption__: 'Пункт',
        готово: {
          __caption__: 'Готово'
        },
        работа: {
          __caption__: 'Работа',
          план: {
            __caption__: 'План'
          }
        }
      }
    },
    ЗаданиеL: {
      дата: {
        __caption__: 'Дата'
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    пункт: {
      __caption__: 'Пункт'
    }
  }
};
